Repository: hlebprom/BaseDirectum
Catalog: DirRX.ExpenseReports/DirRX.ExpenseReports.Shared/ExpenseReport/ExpenseReportSystem.*.resx
Languages: ru

# DisplayName
source: Expense Report
ru: Авансовый отчет

# AccusativeDisplayName
source: Expense Report
ru: Авансовый отчет

# CollectionDisplayName
source: Expense Reports
ru: Авансовые отчеты

# AdditionalInfoTemplate
source: Author: [Author]
ru: Автор: [Author]

# Property_Employee
source: Employee
ru: Сотрудник

# Property_JobTitle
source: Job title
ru: Должность

# Property_Purpose
source: Advance purpose
ru: Назначение аванса

# Property_GettedMoney
source: Advance received
ru: Получено

# Property_ApprovingSum
source: Amount of expenses
ru: Сумма расходов

# Property_RemainMoney
source: Leftover
ru: Остаток

# Property_OverrunMoney
source: Over-expenditure
ru: Перерасход

# Property_Expenses
source: Expenses
ru: Расходы

# Property_DocsCount
source: Document count
ru: Кол-во документов

# Property_PagesCount
source: Page count
ru: Кол-во листов

# Property_ExpenseReportStatus
source: Status
ru: Состояние

# Enum_ExpenseReportStatus_Start
source: Preparation
ru: Оформление

# ControlGroup_aebc4b90742a47f0bd89c870f5ebf09b
source: Documents and Expenses
ru: Информация по расходам и документам

# ControlGroup_406e14dc17444a7f85d8f6eef8abaa3f
source: Main
ru: Основная информация

# ControlGroup_42612188cf984a66a4cc5c674787d208
source: Notes
ru: Примечание

# Property_Created
source: Created
ru: Создано

# Property_Name
source: Name
ru: Имя

# Property_LocationState
source: Location
ru: Местонахождение

# Property_Subject
source: Subject
ru: Содержание

# Enum_ExpenseReportStatus_Agreement
source: Approval
ru: Согласование

# Enum_ExpenseReportStatus_Approved
source: Approved
ru: Утвержден

# Property_DocumentKind
source: Document kind
ru: Вид документа

# Action_SendForApprovalDescription
source: Send the document for approval by rule-based approval task.
ru: Отправка документа задачей на согласование.

# Action_SendForApproval
source: For Approval
ru: На согласование

# Action_SendForApprovalHint
source: Send for Approval
ru: Отправить на согласование

# Property_GettedMoneyForTemplate
source: Advance received (for template)
ru: Итого получено (для шаблона)

# Property_ExpensesMoneyForTemplate
source: Amount of expenses (for template)
ru: Израсходовано (для шаблона)

# Property_RemainMoneyForTemplate
source: Leftover (for template)
ru: Остаток (для шаблона)

# Property_OverrunMoneyForTemplate
source: Over-expenditure (for template)
ru: Перерасход (для шаблона)

# Property_ApprovedSumRub
source: Amount for approval (rubles)
ru: Сумма к утверждению (руб.)

# Property_ApprovedSumCent
source: Amount for approval (kopecks)
ru: Сумма к утверждению (коп.)

# Property_ApprovedSumRubInLetters
source: Amount for approval in words
ru: Сумма к утверждению прописью

# Action_CreateFromTemplate
source: From Template
ru: Из шаблона

# Action_CreateFromTemplateCustom
source: Create from Template
ru: Cформировать из шаблона

# Action_CreateFromTemplateHint
source: Create Version from Template
ru: Создать версию из шаблона

# Action_CreateFromTemplateCustomHint
source: Create Version from Expense Report Template
ru: Создать версию по форме авансового отчета

# Action_CreateFromTemplateDescription
source: Create a new document version from template.
ru: Создание версии из шаблона.

# Action_CreateFromTemplateCustomDescription
source: Create a version from the "Expense report" template.
ru: Создание версии по форме авансового отчета.

# Property_DocumentDate
source: Date of the document
ru: Дата документа

# Property_RegistrationDate
source: Document date
ru: Дата документа

# Action_AddSupportingDocs
source: Add Documents
ru: Прикрепить документы

# Action_AddSupportingDocsHint
source: Add Supporting Documents
ru: Прикрепить подтверждающие документы

# Action_AddSupportingDocsDescription
source: Add the supporting documents.
ru: Прикрепление подтверждающих документов.
