Repository: hlebprom/BaseDirectum
Catalog: DirRX.BusinessTrips/DirRX.BusinessTrips.Shared/BusinessTrip/BusinessTripSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_DepartureDate
source: Beginning date
ru: Дата начала

# Action_SearchFoldersContainsLinkToEntityDescription
source: Search for folders that contain the link to the selected item.
ru: Поиск папок, в которые вложена ссылка на запись.

# Ribbon_Links_5465578aaa71481c9b71bae827a7acd6
source: Links
ru: Ссылки

# Property_ExpenseReportApprovalTaskId
source: ID of expense report approval task
ru: ИД задачи на согласование авансового отчета

# FilterPanel_Period_5c16d09409ab4d5e90330b559f18f8d0
source: Period
ru: Период командировки

# Property_Note
source: Notes
ru: Примечание

# Action_GetDocuments
source: Related Documents
ru: Связанные документы

# Action_GetDocumentsHint
source: Show Related Documents
ru: Показать документы по командировке

# Action_CancelTripDescription
source: Cancel the business trip and abort the task.
ru: Отмена командировки и прекращение задачи.

# Action_CancelTripHint
source: Cancel Business Trip
ru: Отменить командировку

# Action_CancelTrip
source: Cancel Trip
ru: Отменить

# Action_ChangeTripDescription
source: Send the task for rework to change the parameters of the business trip.
ru: Изменение параметров командировки. Задача будет отправлена на доработку.

# Action_ChangeTripHint
source: Send Task for Rework to Change Trip Parameters
ru: Отправить задачу на доработку с целью изменения параметров

# Action_ChangeTrip
source: Change Trip
ru: Изменить

# Action_RecallTripDescription
source: Recall the employee from the business trip.
ru: Отзыв сотрудника из командировки.

# Action_RecallTripHint
source: Recall Employee from Trip
ru: Отозвать сотрудника из командировки

# Action_RecallTrip
source: Recall
ru: Отозвать

# Property_Status
source: Status
ru: Состояние

# Enum_BusinessTripStatus_Started
source: Preparation
ru: Оформление

# Enum_BusinessTripStatus_OnApproval
source: Approval
ru: Согласование

# Enum_BusinessTripStatus_OrderPendingSign
source: Order pending signature
ru: Подписание приказа

# Enum_BusinessTripStatus_OrderSigned
source: Order signed
ru: Приказ подписан

# Enum_BusinessTripStatus_PrepareReport
source: Report preparation
ru: Подготовка отчета

# Enum_BusinessTripStatus_Finished
source: Finished
ru: Завершена

# Property_NeedTicketAndHotel
source: Tickets and accommodation requested
ru: Запрошена покупка билетов и проживания

# Enum_BusinessTripStatus_Canceled
source: Canceled
ru: Отменена

# Action_GetTasks
source: Related Tasks
ru: Связанные задачи

# Action_GetTasksHint
source: Show Related Tasks
ru: Показать задачи по командировке

# Action_GetTasksDescription
source: Search for tasks related to the business trip.
ru: Поиск задач, относящихся к командировке.

# Action_GetDocumentsDescription
source: Search for documents related to the business trip.
ru: Поиск документов, относящихся к командировке.

# Enum_Status_Closed
source: Closed
ru: Закрытая

# Property_Expenses
source: Expenses
ru: Расходы

# Form_5b1e1a0e84774a028e8666d5bfb62337
source: Route
ru: Маршрут

# Form_146453520eca443e99942c685c3b5195
source: Expenses
ru: Расходы

# Property_ReturnDate
source: End date
ru: Дата окончания

# ControlGroup_f2d04425ef304e0294ed9c7ab50bb9c8
source: Private Car Information
ru: Данные о личном автомобиле

# DisplayName
source: Business Trip
ru: Командировка

# AccusativeDisplayName
source: Business Trip
ru: Командировку

# CollectionDisplayName
source: Business Trips
ru: Командировки

# Property_Employee
source: Employee
ru: Сотрудник

# Property_Purpose
source: Purpose
ru: Цель командировки

# Property_ExpensesSum
source: Amount of expenses
ru: Сумма расходов

# Property_FinanceSource
source: Source of finance
ru: Источник финансирования

# Property_ByCar
source: By private car
ru: Поездка на личном автомобиле

# Property_CarModel
source: Car model
ru: Марка автомобиля

# Property_CarNumber
source: Car number
ru: Регистрационный номер

# Property_BusinessUnit
source: Business unit
ru: Наша организация

# Property_Department
source: Department
ru: Подразделение

# Property_ExpenseReportNoticeId
source: ID of expense report notice
ru: ИД уведомления об авансовом отчете

# Property_ExpenseReport
source: Expense report
ru: Авансовый отчет

# Property_FactDepartureDate
source: Actual date of departure
ru: Факт. дата отъезда

# Property_FactReturnDate
source: Actual date of return
ru: Факт. дата возвращения

# Property_BusinessTripStatus
source: Trip status
ru: Состояние командировки

# FilterPanel_CurrentWeek_0e92a1e659984bddb3b51c6adb234e9e
source: For Week
ru: За неделю

# FilterPanel_CurrentMonth_7b86bef559704547960971ed40c03d01
source: For Month
ru: За месяц

# FilterPanel_CurrentQuarter_80211599079b4f588b7abf9021fdbcb6
source: For Quarter
ru: За квартал

# FilterPanel_CurrentYear_da68ad791e8b4509a3e1143d00d88640
source: For Year
ru: За год

# FilterPanel_ShowPeriod_013db964da8d496bba3d2f3dbf03cc36
source: User-defined Period
ru: Произвольный период

# Property_Route
source: Route
ru: Маршрут
