Repository: hlebprom/BaseDirectum
Catalog: DirRX.BusinessTrips/DirRX.BusinessTrips.Shared/BusinessTripApprovalTask/BusinessTripApprovalTask.*.resx
Languages: ru

# TripDatesErrorText
source: The end date must be greater than or equal to the beginning date.
ru: Дата окончания должна быть больше или равна дате начала командировки.

# TaskSubjectTemplate
source: Approve business trip: {0}
ru: Согласование командировки сотрудника: {0}

# TaskThemeBase
source: <Task subject will be modified automatically>
ru: <Тема задачи изменится автоматически>

# TaskTextTemplate
source: Employee: {0} Purpose of the business trip: {1}
ru: Командируемый: {0} Цель командировки: {1}

# ReWorkAssignmentSubjectTemplate
source: Change parameters of business trip {0}–{1}. Purpose: {2}
ru: Скорректируйте параметры командировки: {0}–{1}. Цель: {2}

# SignOrderSubjectTemplate
source: Sign business trip order: {0}
ru: Подпишите приказ о направлении в командировку сотрудника: {0}

# ApprovalAssignmentSubjectTemplate
source: Approve parameters of business trip: {0}
ru: Согласуйте параметры командировки сотрудника: {0}

# TransferMoneySubjectTemplate
source: Transfer money for business trip: {0}
ru: Перечислите деньги на командировку сотрудника: {0}

# TransferMoneyNoticeSubjectTemplate
source: Transferred money for business trip {0}–{1}. Purpose: {2}
ru: Перечислены деньги на командировку: {0}–{1}. Цель: {2}

# ProcessDocumentsSubjectTemplate
source: Read and sign business trip order: {0}
ru: Ознакомьтесь и подпишите приказ о направлении в командировку: {0}

# TiketsNoticeSubjectTemplate
source: Purchased tickets for business trip {0}–{1}. Purpose: {2}
ru: Приобретены билеты в командировку: {0}–{1}. Цель: {2}

# BuyTiketsSubjectTemplate
source: Purchase tickets for business trip: {0}
ru: Купите билеты для командировки сотрудника: {0}

source: Reason
ru: Причина

# ByCarTextTemplate
source: {0} Memo on using private car for the business trip generated. Car model: {1} Can number: {2}
ru: {0} Оформлена служебная записка о поездке на личном транспорте. Марка: {1} Номер: {2}

# ByCarMemoInfo
source: After you send the task, the memo on using private car for the business trip will be generated.
ru: После отправки задачи будет сформирована служебная записка о поездке на личном транспорте.

# ProcessDocumentsWithMemoSubjectTemplate
source: Read and sign business trip order and memo: {0}
ru: Ознакомьтесь и подпишите приказ о направлении в командировку и служебную записку: {0}

# ExpenseReportPurpose
source: Expenses for business trip
ru: Командировочные расходы

# CancelConfirmation
source: Cancel Business Trip
ru: Отмена командировки

# EmptyCancelReason
source: Specify the reason for the business trip cancellation.
ru: Укажите причину отмены командировки.

# TripCancelSuccessfully
source: Task to cancel the business trip sent.
ru: Отправлена задача для отмены командировки.

# ProcessChangeDocumentsSubjectTemplate
source: Read and sign business trip order and business trip change order: {0}
ru: Ознакомьтесь и подпишите приказы о направлении в командировку и об изменении командировки: {0}

# ProcessChangeDocumentsWithMemoSubjectTemplate
source: Read and sign business trip order, business trip change order, and memo: {0}
ru: Ознакомьтесь и подпишите приказы о направлении в командировку, об изменении командировки и служебную записку: {0}

# ChangeTransferMoneySubjectTemplate
source: Transfer extra money for business trip: {0}
ru: Перечислите дополнительные деньги на командировку сотрудника: {0}

# ChangeBuyTiketsSubjectTemplate
source: Change tickets for business trip {0} after its parameters are changed
ru: Поменяйте билеты для командировки сотрудника {0} после изменения ее параметров

# SignChangeOrderSubjectTemplate
source: Sign business trip change order: {0}
ru: Подпишите приказ об изменении командировки сотрудника: {0}

# TripChangelTooLate
source: You can change the business trip only before it ends.
ru: Изменение доступно только до окончания командировки.

# TripChangeNoProcessOwner
source: Only the initiator of the business trip can change its parameters.
ru: Только инициатор может изменить командировку.

# TripChangeAlreadyStarted
source: Business trip change already initiated.
ru: Изменение командировки уже запущено.

# PrepareExpenseReportSubjectTemplate
source: Prepare expense report No.{0} of {1} for {2}
ru: Подготовьте авансовый отчет №{0} от {1} за {2}

# ChangeConfirmation
source: Change Business Trip
ru: Изменение командировки

# EmptyChangeReason
source: Specify the reason for the business trip change.
ru: Укажите причину изменения командировки.

# TripChangeSuccessfully
source: The business trip successfully sent for rework.
ru: Командировка отправлена на доработку.

# ChangeApprovalAssignmentSubjectTemplate
source: Approve changes in parameters of business trip: {0}
ru: Согласуйте измененные параметры командировки сотрудника: {0}

# ChangeReasonToTextTemplate
source: {0} The business trip is changed. Reason: {1}
ru: {0} Командировка изменена. Причина: {1}

# TripCancelEmployeeOrManagerCanDo
source: Only the initiator of the business trip or the department manager can cancel the business trip.
ru: Отмена доступна только для командируемого сотрудника и его руководителя.

# TripCancelAlredyInitialized
source: Business trip cancellation already initiated.
ru: Отмена командировки уже инициирована.

# TripCancelTooLate
source: You can cancel the business trip only before it ends.
ru: Отмена доступна только до окончания командировки.

# RouteDateInMoreThenDateOutError
source: The date of arrival cannot be greater than the date of departure.
ru: Дата прибытия не может быть больше даты отъезда.

# TripDepartureDateTooLateError
source: The trip beginning date must be less than or equal to the date of arrival to the destination.
ru: Дата начала командировки должна быть меньше или равна дате прибытия в пункт назначения.

# TripReturnDateTooEarlyError
source: The trip end date must be greater than or equal to the date of departure from the destination.
ru: Дата окончания командировки должна быть больше или равна дате отъезда из пункта назначения.

# SubzeroError
source: The value must be positive.
ru: Значение должно быть положительным.

# HowToFillExpenseReportNotificationText
source: Send supporting documents to {0} via your work email. Your expense report will be completed automatically. You can send photos, scanned copies, or electronic versions of the documents. If you have hard copies, keep them and submit to the accountant upon arrival.
ru: Для автоматического заполнения авансового отчета отправьте подтверждающие документы на служебный почтовый ящик {0}. Используйте для отправки рабочую почту. Для включения в отчет можно прислать фотографии, скан-копии или электронные версии документов. При наличии бумажных экземпляров документов сохраните их для передачи в бухгалтерию.

# ExpenseReportNoticeJobNoticeSubject
source: You can complete expense report on your business trip {0}–{1}. Purpose: {2}
ru: Доступно заполнение авансового отчета по командировке {0}–{1}. Цель: {2}

# AddPerDiemErrorTextNoTripDates
source: Specify the dates of the business trip.
ru: Не заполнены даты командировки.

# AddPerDiemErrorTextNoRoute
source: Specify the route of the business trip.
ru: Не заполнен маршрут командировки.

# AddPerDiemErrorTextNoRouteProperties
source: Specify the required properties of the business trip route.
ru: Не заполнены обязательные свойства в маршруте командировки.

# AddPerDiemInfoNoSettings
source: Cannot find relevant limit settings for some of the specified cities or expense types.
ru: Не для всех городов или типов расходов найдены подходящие настройки лимитов.

# AddPerDiemInfoNotForOneDayTrip
source: Daily allowance is not paid and accommodation expenses are not covered for one-day trips.
ru: За командировку продолжительностью в 1 день не начисляются суточные и не оплачивается проживание.
